Repository: knowac/tizen-browser-1.6.4
Catalog: po/*.po
Languages: vi

# IDS_BR_BODY_NOTIFYING_ING
source: Notifying...
vi: Đang báo tin...

# IDS_BR_BODY_PROCESSING_ING
source: Processing...
vi: Đang xử lý..

# IDS_BR_BODY_PROCESSING_COMPLETED
source: Processing completed
vi: Việc xử lý đã hoàn tất

# IDS_BR_SK_RETRY
source: Retry
vi: Thử lại

# IDS_BR_HEADER_DOWNLOAD_MANAGER
source: Download manager
vi: Quản lý tải về

# IDS_BR_POP_INVALIDDESCRIPTOR
source: Invalid descriptor
vi: Miêu tả không hợp lệ

# IDS_BR_POP_UNABLE_TO_OPEN_FILE
source: Unable to open file
vi: Không thể mở file

# IDS_BR_POP_DOWNLOAD_Q
source: Download?
vi: Tải xuống?

# IDS_BR_OPT_DELETE_SELECTED
source: Selected
vi: Đã chọn

# IDS_BR_POP_DOWNLOAD_CANCELLED
source: Download canceled
vi: Hủy bỏ tải

# IDS_BR_BODY_CONTINUE_FROM_LAST_PAGE
source: Continue from last page
vi: Tiếp tục từ trang cuối

# IDS_BR_BODY_PAGE
source: Page
vi: Trang

# IDS_BR_OPT_DICTIONARY
source: Dictionary
vi: Từ điển

# IDS_BR_BODY_ABOUT_BROWSER
source: About browser
vi: Thông tin

# IDS_BR_BODY_BROWSER_TYPE
source: Type
vi: Loại

# IDS_BR_BODY_CERTIFICATE_ISSUER
source: Issuer
vi: Nhà phát hành

# IDS_BR_BODY_DISPLAY_IMAGES
source: Display images
vi: Hiển thị hình ảnh

# IDS_BR_BODY_DOWNLOAD
source: Download
vi: Tải xuống

# IDS_BR_BODY_ENTER_URL
source: Enter URL
vi: Nhập địa chỉ Web

# IDS_BR_BODY_FOLDER
source: Folder
vi: Thư mục

# IDS_BR_BODY_HOMEPAGE
source: Homepage
vi: Trang chủ

# IDS_BR_BODY_LANDSCAPE_VIEW
source: Landscape view
vi: Xem dạng ngang

# IDS_BR_BODY_NO_BOOKMARKS
source: No bookmarks
vi: Không có trang hay dùng

# IDS_BR_BODY_NO_RESULTS_FOUND
source: No results found
vi: Không tìm thấy kết quả nào

# IDS_BR_BODY_OPTIONAL
source: Optional
vi: Tùy ý

# IDS_BR_BODY_RUN_FLASH
source: Run Flash
vi: Chạy Flash

# IDS_BR_BODY_RUN_JAVASCRIPT
source: Run JavaScript
vi: Chạy JavaScript

# IDS_BR_HEADER_COMMON_NAME_C
source: Common name:
vi: Tên chung:

# IDS_BR_HEADER_ORGANIZATION_C
source: Organization:
vi: Tổ chức:

# IDS_BR_HEADER_USER_AGENT
source: User agent
vi: Tác nhân người dùng

# IDS_BR_OPT_PREFERENCES
source: Preferences
vi: Ưu tiên

# IDS_BR_POP_ACTICATION_ERR
source: Activation error
vi: Lỗi khi bật

# IDS_BR_POP_ALREADY_RUNNING
source: Already running...
vi: Đang chạy...

# IDS_BR_POP_ERRORIMPLEMENTED
source: Not implemented
vi: Không thực hiện

# IDS_BR_POP_HTTPERRAUTHFAILED
source: Authentication failed
vi: Lỗi xác thực

# IDS_BR_POP_OVERWRITE_Q
source: Overwrite?
vi: Viết đè?

# IDS_BR_TAB_HISTORY
source: History
vi: Lịch sử

# IDS_BR_HEADER_DOWNLOAD_LIST
source: Download list
vi: Danh sách tải xuống

# IDS_BR_POP_ALREADYINSTALLED
source: Already installed
vi: Đã cài rồi

# IDS_BR_POP_NOTIFYING
source: Notifying...
vi: Đang báo tin...

# IDS_BR_POP_NOTSUPPORT
source: Unsupported content
vi: Nội dung không hỗ trợ

# IDS_BR_POP_ERROR_C_UNABLE_TO_RESOLVE_HOST_NAME
source: Error: Unable to resolve host name
vi: Lỗi: không thể giải quyết tên máy chủ

# IDS_BR_POP_UNABLE_TO_REACH_PROXY
source: Unable to reach proxy
vi: Không thể kết nối proxy

# IDS_BR_POP_NOSSLCERTI
source: No SSL certificates
vi: Không có chứng nhận SSL

# IDS_BR_BODY_FILE_SIZE_EXCEEDS_MAXIMUM_UPLOAD_LIMIT
source: File size exceeds maximum upload limit
vi: Quá kích thước file tối đa

# IDS_BR_BODY_ENTER_NAME_C
source: Enter name:
vi: Nhập tên:

# IDS_BR_SK_NEXT
source: Next
vi: Tiếp

# IDS_BR_OPT_NEW_FOLDER
source: New folder
vi: Thư mục mới

# IDS_BR_SK3_ADD_TO_BOOKMARKS
source: Add to Bookmarks
vi: Thêm vào Đánhdấu

# IDS_BR_SK1_NEW_WINDOW
source: New window
vi: Cửa sổ mới

# IDS_BR_BODY_URL_NOT_AVAILABLE
source: URL not available
vi: Không có URL

source: URL %s not available. It might be down temporarily or it is no longer in use
vi: Không có URL %s. Có thể nó bị ngừng tạm thời hoặc không còn sử dụng nữa

# IDS_BR_HEADER_FOLDER
source: Folder
vi: Thư mục

# IDS_BR_BODY_FOLDER_NAME
source: Folder name
vi: Tên thư mục

# IDS_BR_BODY_FOLDER_NAME_ALREADY_IN_USE
source: Folder name already in use
vi: Tên thư mục đã dùng

# IDS_BR_BODY_NO_TITLE
source: No title
vi: Không có tiêu đề

# IDS_BR_HEADER_MULTI_WINDOW
source: Multi window
vi: Nhiều cửa sổ

# IDS_BR_BODY_NO_HISTORIES
source: No histories
vi: Không có lịch sử

# IDS_BR_BODY_ADD_TO_BOOKMARKS
source: Add to Bookmarks
vi: Thêm trang hay dùng

# IDS_BR_BODY_EDIT_BOOKMARK
source: Edit bookmark
vi: Sửa trang hay dùng

# IDS_BR_BODY_FOLDER_NAME_C
source: Folder name:
vi: Tên thư mục:

# IDS_BR_OPT_SELECT_ALL
source: Select all
vi: Chọn tất cả

# IDS_BR_OPT_DOWNLOAD_MANAGER
source: Download manager
vi: Quản lý tải về

# IDS_BR_OPT_ADD_RSS_FEED
source: Add RSS feed
vi: Thêm địa chỉ RSS

# IDS_BR_OPT_ADD_RSS_FEEDS
source: Add RSS feeds
vi: Thêm RSS feed

# IDS_BR_OPT_SETTINGS
source: Settings
vi: Cài đặt

# IDS_BR_POP_ENTER_URL
source: Enter URL
vi: Nhập địa chỉ Web

# IDS_BR_BODY_AUTHPASSWORD
source: Password
vi: Mật mã

# IDS_BR_POP_INVALIDADDRESS
source: Invalid address
vi: Địa chỉ không hợp lệ

# IDS_BR_POP_ALREADY_EXISTS_IN_DOWNLOAD_LIST
source: Already exists in Download list
vi: Đã có trong Danh sách tải về

# IDS_BR_POP_ENTER_FOLDER_NAME
source: Enter folder name
vi: Nhập tên thư mục

# IDS_BR_POP_NO_PAGE
source: No page
vi: Không có trang

# IDS_BR_POP_NO_PAGES_BACKWARD
source: No pages backward
vi: Không có trang trước

# IDS_BR_POP_NO_PAGES_FORWARD
source: No pages forward
vi: Không có trang sau

# IDS_BR_POP_NO_PAGE_TO_RELOAD
source: No page to reload
vi: Không có trang để nạp lại

# IDS_BR_BODY_DESTINATIONS_AUTHENTICATION_REQUIRED
source: Authentication required
vi: Yêu cầu xác thực

# IDS_BR_POP_BOOKMARK_ALREADY_EXISTS
source: Bookmark already exists
vi: Đã tồn tại

# IDS_BR_POP_FOLDER_NAME_ALREADY_EXISTS
source: Folder name already exists
vi: Tên thư mục đã có

# IDS_BR_POP_UNABLE_TO_SAVE_OBJECT_NOT_ENOUGH_SPACE_IN_CACHE
source: Unable to save object. Not enough space in cache
vi: Không thể lưu đối tượng. Không đủ bộ nhớ cache

# IDS_BR_HEADER_SELECT_ITEMS
source: Select items
vi: Chọn mục

# IDS_BR_HEADER_CERTIFICATE_INFO
source: Certificate info
vi: Thông tin chứng nhận

# IDS_BR_OPT_SHARE_VIA_EMAIL
source: Share via Email
vi: Chia sẻ qua email

# IDS_BR_OPT_SHARE_VIA_MESSAGES
source: Share via Messages
vi: Chia sẻ qua Tin nhắn

# IDS_BR_OPT_SHARE_VIA
source: Share via
vi: Chia sẻ qua

# IDS_BR_POP_UNABLE_TO_START_BROWSER
source: Unable to start Browser
vi: Không thể chạy Trình duyệt

# IDS_BR_POP_NO_ADDRESS
source: No address
vi: Không địa chỉ

# IDS_BR_POP_NEVER_SHOW_AGAIN
source: Never show again
vi: Không hiển thị lại nữa

# IDS_BR_POP_FILE_NAME_EMPTY
source: File name empty
vi: Tên file trống

# IDS_BR_SK3_CREATE_FOLDER
source: Create folder
vi: Tạo thư mục

# IDS_BR_OPT_SELECTED
source: Selected
vi: Đã chọn

# IDS_BR_OPT_SHARE
source: Share
vi: Chia sẻ

# IDS_BR_HEADER_RECENTLY_VISITED_PAGES
source: Recently visited pages
vi: Trang ghé thăm gần đây

# IDS_BR_OPT_DISPLAY
source: Display
vi: Hiển thị

# IDS_BR_BODY_FIT_TO_WIDTH
source: Fit to width
vi: Vừa độ rộng

# IDS_BR_BODY_READABLE
source: Readable
vi: Có thể đọc

# IDS_BR_BODY_PRIVACY
source: Privacy
vi: Riêng tư

# IDS_BR_BODY_COOKIES
source: Cookies
vi: Cookie

# IDS_BR_BODY_COOKIESACCEPTALL
source: Accept all
vi: Chấp nhận tất cả

# IDS_BR_BODY_COOKIESPROMPT
source: Prompt
vi: Hỏi trước

# IDS_BR_HEADER_COOKIES
source: Cookies
vi: Cookie

# IDS_BR_BODY_ACCEPT_COOKIES
source: Accept cookies
vi: Chấp nhận các cookie

# IDS_BR_OPT_ACCEPT_COOKIES
source: Accept cookies
vi: Chấp nhận các cookie

# IDS_BR_BODY_ACCEPT_ALL
source: Accept all
vi: Chấp nhận tất cả

# IDS_BR_BODY_REJECT_ALL
source: Reject all
vi: Từ chối tất cả

# IDS_BR_BODY_AUTO_SAVE_ID_PASSWORD
source: Auto save ID/password
vi: Tự động lưu ID/mật khẩu

# IDS_BR_BODY_ON
source: On
vi: Bật

# IDS_BR_BODY_OFF
source: Off
vi: Tắt

# IDS_BR_BODY_DEFAULT_STORAGE
source: Default storage
vi: Lưu mặc định

# IDS_BR_BODY_SEARCH
source: Search
vi: Tìm

# IDS_BR_BODY_SAVE_IMAGE
source: Save image
vi: Lưu ảnh

# IDS_BR_POP_LOW_BATTERY_UNABLE_TO_RUN_BROWSER
source: Low battery. Unable to run browser
vi: Pin yếu. Không thể chạy trình duyệt

# IDS_BR_BODY_FIND_WORD
source: Find word
vi: Tìm từ

# IDS_BR_OPT_ADD_TO_HOME_SCREEN
source: Add to Home screen
vi: Thêm vào màn hình chờ

# IDS_BR_OPT_ADD_TO_HOME_SCREEN_ABB
source: Add to home screen
vi: Thêm vào Màn hình nền

# IDS_BR_BODY_MOST_VISITED_SITES
source: Most visited sites
vi: Trang web được ghé thăm nhiều nhất

# IDS_BR_OPT_SHARE_VIA_FACEBOOK
source: Share via Facebook
vi: Chia sẻ qua Facebook

# IDS_BR_OPT_SHARE_VIA_TWITTER
source: Share via Twitter
vi: Chia sẻ qua Twitter

# IDS_BR_SK3_CHANGE_VIEW
source: Change view
vi: Đổi dạng xem

# IDS_BR_HEADER_SELECT_URLS
source: Select URLs
vi: Chọn URL

# IDS_BR_POP_THIS_SITE_IS_ATTEMPTING_TO_OPEN_POP_UP_WINDOW
source: This site is attempting to open pop-up window
vi: Trang web này đang cố gắng mở cửa sổ khác bật lên

# IDS_BR_MBODY_BLOCK_POP_UP_WINDOWS
source: Block pop-up windows
vi: Chặn các cửa sổ pop-up

# IDS_BR_BODY_TEXT_READER
source: Text reader
vi: Trình đọc văn bản

# IDS_BR_OPT_COPY_IMAGE
source: Copy image
vi: Chép ảnh

# IDS_BR_OPT_SAVE_IMAGE
source: Save image
vi: Lưu ảnh

# IDS_BR_BODY_PLAY
source: Play
vi: Phát

# IDS_BR_OPT_SELECT
source: Select
vi: Chọn

# IDS_BR_OPT_NAVIGATE_GO_BACKWARD
source: Go backward
vi: Trang trước

# IDS_BR_OPT_NAVIGATE_GO_FORWARD
source: Go forward
vi: Trang sau

# IDS_BR_OPT_STOP
source: Stop
vi: Dừng

# IDS_BR_OPT_RELOAD
source: Reload
vi: Tải lại

# IDS_BR_OPT_PASTE
source: Paste
vi: Dán

# IDS_BR_BUTTON_MORE
source: More
vi: L.chọn

# IDS_BR_POP_FAIL
source: Failed
vi: Lỗi

# IDS_BR_BODY_OPEN_IN_NEW_WINDOW
source: Open in new window
vi: Mở trong cửa sổ mới

# IDS_BR_OPT_VIEW_DOWNLOAD_LIST
source: View download list
vi: Xem danh sách Tải xuống

# IDS_BR_BODY_COPY_URL
source: Copy URL
vi: Sao URL

# IDS_BR_BODY_COPY_URL_TO
source: Copy URL to
vi: Chép địa chỉ vào

# IDS_BR_BODY_VIEW_IMAGE
source: View image
vi: Xem ảnh

# IDS_BR_BODY_PRIVACY_SETTINGS
source: Privacy settings
vi: Cài đặt riêng tư

# IDS_BR_BODY_CLEAR_CACHE
source: Clear cache
vi: Xóa bộ nhớ đệm

# IDS_BR_BODY_CLEAR_HISTORY
source: Clear history
vi: Xóa lịch sử

# IDS_BR_BODY_ENABLE_PLUG_INS
source: Enable plug-ins
vi: Cho phép các plug-in

# IDS_BR_BODY_SELECT_SEARCH_ENGINE
source: Select search engine
vi: Chọn dịch vụ tìm kiếm

# IDS_BR_BODY_DELETE_SAVED_ID_PASSWORD
source: Delete saved ID/password
vi: Xóa ID/mật mã đã lưu

# IDS_BR_BODY_CLEAR_ALL_COOKIE_DATA
source: Clear all cookie data
vi: Xóa tất cả dữ liệu cookie

# IDS_BR_BODY_UP
source: Up
vi: Lên

# IDS_BR_BODY_FONT_SIZE
source: Font size
vi: Cỡ chữ

# IDS_BR_POP_DELETED
source: Deleted
vi: Đã xóa

# IDS_BR_BODY_DEFAULT_VIEW
source: Default view
vi: Xem mặc định

# IDS_BR_MBODY_PAGE_CONTENT_SETTINGS
source: Page content settings
vi: Cài đặt nội dung trang

# IDS_BR_POP_CASE_SENSITIVE
source: Case-sensitive
vi: Phân biệt hoa/thường

# IDS_BR_BODY_PLUG_IN
source: Plug in
vi: Cắm

# IDS_BR_OPT_PLUGINS_LIST
source: Plugins list
vi: Danh sách phần bổ sung

# IDS_BR_HEADER_LOCAL_STORAGE
source: Local storage
vi: Bộ nhớ nội bộ

# IDS_BR_BODY_DELETE_BROWSING_DATA
source: Delete browsing data
vi: Xóa dữ liệu trình duyệt

# IDS_BR_BODY_LOADING_ING
source: Loading...
vi: Đang tải…

# IDS_BR_HEADER_LOADING_ING
source: Loading...
vi: Đang tải…

# IDS_BR_HEADER_ENTERURL
source: Enter URL
vi: Nhập địa chỉ Web

# IDS_BR_OPT_LOCK
source: Lock
vi: Khóa

# IDS_BR_OPT_UNLOCK
source: Unlock
vi: Mở khóa

# IDS_BR_BODY_MODIFY
source: Modify
vi: Sửa đổi

# IDS_BR_SK_PAGE_UP
source: Page up
vi: Lên

# IDS_BR_SK_PAGE_DOWN
source: Page down
vi: Xuống

# IDS_BR_BODY_DEVELOPER_MODE
source: Developer mode
vi: Chế độ người phát triển

# IDS_BR_BODY_EMPTY
source: Empty
vi: Trống

# IDS_BR_BODY_CERTIFICATES
source: Certificates
vi: Chứng nhận

# IDS_BR_BODY_BOOKMARKS
source: Bookmarks
vi: Trang hay dùng

# IDS_BR_BODY_ENTER_NAME
source: Enter name
vi: Nhập tên

# IDS_BR_BODY_NAME
source: Name
vi: Tên

# IDS_BR_OPT_SEND_VIA_EMAIL
source: Send via Email
vi: Gửi qua Email

# IDS_BR_OPT_SEND_VIA_MESSAGE
source: Send via Message
vi: Gửi qua tin nhắn

# IDS_BR_BODY_SETTINGS
source: Settings
vi: Cài đặt

# IDS_BR_BODY_AUTHUSERNAME
source: Username
vi: Tên người dùng

# IDS_BR_POP_ALREADY_EXISTS
source: Already exists
vi: Đã tồn tại

# IDS_BR_POP_SAVED
source: Saved
vi: Đã lưu

# IDS_BR_POP_NOT_ENOUGH_MEMORY
source: Not enough memory
vi: Không đủ bộ nhớ

# IDS_BR_POP_NETWORK_ERROR
source: Network error
vi: Lỗi mạng

# IDS_BR_BODY_ALWAYS_ASK
source: Always ask
vi: Luôn luôn hỏi

# IDS_BR_BODY_MEMORY_CARD
source: Memory card
vi: Thẻ nhớ

# IDS_BR_BODY_PHONE
source: Phone
vi: Điện thoại

# IDS_BR_BODY_NO_ACCOUNTS_ABB
source: No accounts
vi: Không có tài khoản

# IDS_BR_HEADER_ERROR_PAGE
source: Error page
vi: Trang lỗi

# IDS_BR_BODY_WEB_PAGE_TEMPORARILY_NOT_AVAILABLE
source: Web page temporarily not available
vi: Trang web tạm thời không sẵn dùng

# IDS_BR_BODY_WEB_PAGE_NOT_AVAILABLE
source: Web page not available
vi: Trang web không sẵn dùng

# IDS_BR_BODY_FAILED_TO_LOAD_FRAMES
source: Failed to load frames
vi: Xảy ra lỗi khi nạp khung

# IDS_BR_BODY_LOAD_FAILED_MSG_1
source: While retrieving Web page %s, following error occurred.
vi: Trong khi truy xuất trang web %s, đã xảy ra lỗi sau.

# IDS_BR_BODY_LOAD_FAILED_MSG_2
source: Unable to retrieve Web page. (Web page might be temporarily down or have moved to new URL)
vi: Không thể truy xuất trang web. (Trang web có thể tạm thời không sẵn dùng hoặc đã bị di chuyển đến URL mới)

# IDS_BR_BODY_LOAD_FAILED_MSG_3
source: The most likely cause is given below
vi: Nguyên nhân phổ biến nhất là

# IDS_BR_BODY_LOAD_FAILED_MSG_4
source: Network connection not established normally
vi: Kết nối mạng không được thiết lập bình thường

# IDS_BR_BODY_LOAD_FAILED_MSG_5
source: Check Web page URL
vi: Kiểm tra URL trang Web

# IDS_BR_BODY_LOAD_FAILED_MSG_6
source: Reload Web page later
vi: Nạp lại trang web sau

# IDS_BR_OPT_BOOKMARK
source: Bookmark
vi: Trang hay dùng

# IDS_BR_BODY_TITLE
source: Title
vi: Tựa đề

# IDS_BR_BODY_ENTER_TITLE
source: Enter title
vi: Nhập tựa đề

# IDS_BR_OPT_FOLDERS
source: Folders
vi: Thư mục

# IDS_BR_OPT_ALLOW
source: Allow
vi: Cho phép

# IDS_BR_POP_REFUSE
source: Refuse
vi: Từ chối

# IDS_BR_POP_SECURITY_ERROR_C_UNTRUSTED_SERVER_CERTIFICATE
source: Security Error: Untrusted server certificate
vi: Lỗi Bảo mật: Chứng chỉ server không tin cậy

# IDS_BR_POP_PD_ITEMS_SELECTED
source: %d items selected
vi: %d mục được chọn

# IDS_BR_POP_1_ITEM_SELECTED
source: 1 item selected
vi: 1 mục được chọn

# IDS_BR_OPT_ADD_TO_WEB_CLIP
source: Add to Web clip
vi: Thêm vào clip Web

# IDS_BR_POP_SHORTCUT_CREATED
source: Shortcut created
vi: Kết nối nhanh được tạo

# IDS_BR_BODY_SELECT_WORD
source: Select word
vi: Chọn từ

# IDS_BR_OPT_FIND_ON_PAGE
source: Find on page
vi: Tìm trong trang

# IDS_BR_OPT_FIND_ON_PAGE_ABB
source: Find on page
vi: Tìm trong trang

# IDS_BR_OPT_LIST
source: List
vi: Danh sách

# IDS_BR_BODY_SELECT_ALL
source: Select all
vi: Chọn tất cả

# IDS_BR_OPT_SENDURLVIA_MESSAGE
source: Message
vi: Tin nhắn

# IDS_BR_BUTTON_CANCEL_ABB
source: Cancel
vi: Hủy

# IDS_BR_OPT_COPY_LINK_URL
source: Copy link URL
vi: Chép nối kết URL

# IDS_BR_OPT_VIEW_IMAGE
source: View image
vi: Xem ảnh

# IDS_BR_OPT_OPEN_IN_NEW_PAGE_ABB
source: Open in new page
vi: Mở ra trang mới

# IDS_BR_OPT_OPEN
source: Open file
vi: Mở file

# IDS_BR_OPT_TEXT_SELECTION_ON
source: Text selection on
vi: Bật chọn văn bản

# IDS_BR_TAB_BOOKMARKS
source: Bookmarks
vi: Trang hay dùng

# IDS_BR_SK_EDIT
source: Edit
vi: Sửa

# IDS_BR_SK_DELETE_ABB
source: Delete
vi: Xóa

# IDS_BR_SK_DELETE
source: Delete
vi: Xóa

# IDS_BR_SK_CANCEL
source: Cancel
vi: Hủy

# IDS_BR_HEADER_EDIT_BOOKMARK
source: Edit bookmark
vi: Sửa trang hay dùng

# IDS_BR_OPT_MESSAGES
source: Messages
vi: Tin nhắn

# IDS_BR_HEADER_EDIT
source: Edit
vi: Sửa

# IDS_BR_SK3_DELETE
source: Delete
vi: Xóa

# IDS_BR_OPT_ADDTOBOOKMARKS
source: Add to Bookmarks
vi: Thêm trang hay dùng

# IDS_BR_HEADER_FONT_SIZE
source: Font size
vi: Cỡ chữ

# IDS_BR_OPT_PAGE_SIZE_LARGE
source: Large
vi: Lớn

# IDS_BR_BODY_PREFERENCESTEXTSIZESMALL
source: Small
vi: Nhỏ

# IDS_BR_BODY_SPEED
source: Speed
vi: Tốc độ

# IDS_BR_BODY_PROXY_PORT
source: Proxy port
vi: Cổng proxy

# IDS_BR_SK_DONE
source: Done
vi: H.tất

# IDS_BR_BODY_SETTINGS_VERSION
source: Version
vi: Phiên bản

# IDS_BR_SK_INSTALL
source: Install
vi: Cài đặt

# IDS_BR_BODY_CURRENT_PAGE
source: Current page
vi: Trang hiện thời

# IDS_BR_BODY_ENTER_FOLDER_NAME
source: Enter folder name
vi: Nhập tên thư mục

# IDS_BR_POP_ENTER_BOOKMARK_NAME
source: Enter bookmark name
vi: Nhập tên đánh dấu

# IDS_BR_OPT_DO_NOT_ASK_AGAIN
source: Do not ask again
vi: Không hỏi lại

# IDS_BR_POP_URL_NOT_FOUND
source: URL not found
vi: Không tìm thấy URL

# IDS_BR_BODY_PS_REQUESTS_YOUR_LOCATION
source: %s requests your location
vi: %s yêu cầu vị trí của bạn

# IDS_BR_BODY_REMEMBER_PREFERENCE
source: Remember preference
vi: Nhớ Cài đặt sở thích

# IDS_BR_BODY_SHOW_IMAGES
source: Show images
vi: Hiện ảnh

# IDS_BR_BODY_SHOW_SECURITY_WARNINGS
source: Show security warnings
vi: Hiện các cảnh báo bảo mật

# IDS_BR_BODY_REMEMBER_PASSWORDS
source: Remember passwords
vi: Nhớ mật mã

# IDS_BR_BODY_CLEAR_PASSWORDS
source: Clear passwords
vi: Xóa mật mã

# IDS_BR_POP_DELETE_ALL_SAVED_PASSWORDS_Q
source: Delete all saved passwords?
vi: Xóa mọi mật mã đã lưu?

# IDS_BR_POP_DELETE_ALL_COOKIES_CONTINUE_Q
source: Delete all cookies. Continue?
vi: Xoá tất cả cookie. Tiếp tục?

# IDS_BR_BODY_REMEMBER_FORM_DATA
source: Remember form data
vi: Nhớ dữ liệu biểu mẫu

# IDS_BR_BODY_RESET_TO_DEFAULT
source: Reset to default
vi: Đưa về cài đặt mặc định

# IDS_BR_POP_ALL_SETTINGS_TO_DEFAULT_CONTINUE_Q
source: All settings to default. Continue?
vi: Tất cả cài đặt ở mặc định. Tiếp tục?

# IDS_BR_POP_CLEAR_CACHE_Q
source: Clear cache?
vi: Xóa bộ nhớ đệm?

# IDS_BR_POP_HISTORYREMOVEALLHISTORY
source: Clear all history?
vi: Xóa tất cả lịch sử?

# IDS_BR_BODY_BROWSER_NAVIGATION_HISTORY_WILL_BE_CLEARED
source: The browser navigation history will be cleared
vi: Lịch sử dẫn hướng của trình duyệt sẽ bị xóa

# IDS_BR_BODY_ALWAYS_ON
source: Always on
vi: Luôn bật

# IDS_BR_BODY_ENABLE_LOCATION
source: Enable location
vi: Cho phép định vị

# IDS_BR_BODY_CLEAR_LOCATION_ACCESS
source: Clear location access
vi: Xóa truy nhập vị trí

# IDS_BR_POP_UNABLE_TO_ADD_BOOKMARK_MAXIMUM_NUMBER_OF_BOOKMARKS_REACHED
source: Unable to add bookmark. Maximum number of bookmarks reached
vi: Không thể trang hay dùng. Đã đạt số đánh dấu tối đa

# IDS_BR_POP_DELETE_WEBSITE_LOCATION_ACCESS_INFORMATION_Q
source: Delete website location access information?
vi: Xóa thông tin truy nhập vị trí của website?

# IDS_BR_BODY_PRINT
source: Print
vi: In

# IDS_BR_BODY_SEARCH_OR_ENTER_URL
source: Search or enter URL
vi: Tìm kiếm hoặc nhập URL

# IDS_BR_BODY_AUTO
source: Auto
vi: Tự động

# IDS_BR_OPT_MANUAL
source: Manual
vi: Thủ công

# IDS_BR_BODY_LOW
source: Low
vi: Thấp

# IDS_BR_BODY_MEDIUM
source: Medium
vi: Vừa

# IDS_BR_BODY_BLANK_PAGE
source: Blank page
vi: Trang trắng

# IDS_BR_POP_INSTALLATION_FAILED
source: Installation failed
vi: Xảy ra lỗi khi cài đặt

# IDS_BR_BODY_WEBSITE_SETTINGS
source: Website settings
vi: Cài đặt website

# IDS_BR_BODY_HIGH_MPRIORITY
source: High
vi: Cao
